console.log ('Hello world!', 'Nice to meet u') //В скобочках может быть перечислено любое кол-во сущностей

console.log ('How are u?'); //Инструкции могут быть разделены знаком ; Но код является корректным и без него.

//Инструкции могут идти в одну строчку. Но для большего удобства каждую из них размещают с новой строки

console.log ('I missed you')

//Однострочный комментарий

/*
Многострочный 
комментарий
*/

console.log ('1')
console.logg ('2') //Данная ошибка будет выведена в консоли с указанием номера строки 
console.log ('3') //Инструкция написанная следующей за то, в которой была совершена ошибка, в консоль выведена не будет

